# ************************************************************
# Sequel Ace SQL dump
# Version 3030
#
# https://sequel-ace.com/
# https://github.com/Sequel-Ace/Sequel-Ace
#
# Host: r1bsyfx4gbowdsis.cbetxkdyhwsb.us-east-1.rds.amazonaws.com (MySQL 5.7.23-log)
# Database: jtd6p1wug2k1y227
# Generation Time: 2021-07-05 06:31:23 +0000
# ************************************************************


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
SET NAMES utf8mb4;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE='NO_AUTO_VALUE_ON_ZERO', SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;


# Dump of table videos
# ------------------------------------------------------------

DROP TABLE IF EXISTS `videos`;

CREATE TABLE `videos` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `video_id` varchar(255) DEFAULT NULL,
  `region` varchar(255) DEFAULT NULL,
  `country` varchar(255) DEFAULT NULL,
  `created_at` datetime(6) NOT NULL,
  `updated_at` datetime(6) NOT NULL,
  `tag1` varchar(255) DEFAULT NULL,
  `time` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

LOCK TABLES `videos` WRITE;
/*!40000 ALTER TABLE `videos` DISABLE KEYS */;

INSERT INTO `videos` (`id`, `video_id`, `region`, `country`, `created_at`, `updated_at`, `tag1`, `time`)
VALUES
	(1,'lh8dNmneVyY','北アメリカ','カナダ','2021-04-23 12:17:02.186666','2021-04-23 12:17:02.186666','バンクーバー','1:47:22'),
	(2,'3EaCj-seAHM','北アメリカ','アメリカ','2021-04-23 12:24:18.137855','2021-04-23 12:24:18.137855','シアトル','2:30:57'),
	(3,'eJeF7hDB0UA','ヨーロッパ','イタリア','2021-04-23 12:26:31.346346','2021-04-23 12:26:31.346346','コロッセウム','1:00:06'),
	(4,'unSFkZQiqDs','ヨーロッパ','ロシア','2021-04-23 12:29:11.669005','2021-04-23 12:29:11.669005','サンクトペテルブルク','1:20:02'),
	(5,'NYUWOdMkay0','アジア','イスラエル','2021-04-23 12:31:35.624200','2021-04-23 12:31:35.624200','ユートピアオーキッドパーク','1:06:23'),
	(6,'EaQr917lRgI','アフリカ','エジプト','2021-04-23 12:41:41.290032','2021-04-23 12:41:41.290032','ピラミッド','1:49:28'),
	(7,'YVYDz_coSfY','アフリカ','エジプト','2021-04-23 12:42:11.135809','2021-04-23 12:42:11.135809','カイロ','1:28:09'),
	(8,'s0HGEcMUVtg','オセアニア','オーストラリア','2021-04-23 12:42:51.517978','2021-04-23 12:42:51.517978','メルボルン','1:02:27'),
	(9,'LoUxi2HdbYA','南アメリカ','アルゼンチン','2021-04-23 12:43:29.110652','2021-04-23 12:43:29.110652','ブエノスアイレス','0:40:22'),
	(10,'Jf3MrsUej98','北アメリカ','アメリカ','2021-04-23 12:44:04.057265','2021-04-23 12:44:04.057265','ハワイ','1:13:03'),
	(11,'OsnRSr7LxII','アフリカ','モロッコ','2021-04-23 12:44:44.379440','2021-04-23 12:44:44.379440','マラケシュ','0:29:19'),
	(12,'CjLTzAYD3GA','ヨーロッパ','ラトビア','2021-04-23 12:45:13.464944','2021-04-23 12:45:13.464944','リガ','2:44:45'),
	(13,'co6L9jw_Wno','アジア','イスラエル','2021-04-23 12:45:57.079384','2021-04-23 12:45:57.079384','テルアビブ','3:05:18'),
	(14,'_HOfihkdTsc','アジア','インド','2021-04-23 12:46:22.395297','2021-04-23 12:48:00.943161','コルカタ','2:30:19'),
	(15,'C796Mh7kMM8','アジア','トルコ','2021-04-23 12:48:59.737994','2021-04-23 12:48:59.737994','イスタンブール','1:10:55'),
	(16,'kJgQ1HHf7sk','ヨーロッパ','ドイツ','2021-04-23 12:49:28.569245','2021-04-23 12:49:28.569245','ローテンブルク','1:22:33'),
	(17,'dHbLCfbdUVo','ヨーロッパ','ハンガリー','2021-04-23 12:50:07.099136','2021-04-23 12:50:07.099136','ブダペスト','1:52:42'),
	(18,'7WQZNe35LRY','アジア','タイ','2021-04-23 12:50:31.858052','2021-04-23 12:50:31.858052','プーケット','0:32:24'),
	(19,'hCFT2HkBRnI','ヨーロッパ','マルタ','2021-04-23 12:51:04.091897','2021-04-23 12:51:04.091897','バレッタ','1:16:22'),
	(20,'hydz8tf7d7s','アジア','マレーシア','2021-04-23 12:51:37.061950','2021-04-23 12:51:37.061950','クアラルンプール','0:37:33'),
	(21,'aUJl46bEWYo','アジア','シンガポール','2021-04-23 12:52:05.627354','2021-04-23 12:52:05.627354','チャイナタウン','1:36:41'),
	(22,'OHMk5ah8xfU','ヨーロッパ','スウェーデン','2021-04-23 12:52:34.814122','2021-04-23 12:52:34.814122','ストックホルム','1:05:07'),
	(23,'VQ8O4pkRiCE','ヨーロッパ','ブルガリア','2021-04-23 12:53:07.882297','2021-04-23 12:53:07.882297','プロヴディフ','1:00:06'),
	(24,'_KNINBNRneo','ヨーロッパ','ボスニア・ヘルツェゴビナ','2021-04-23 12:53:43.302400','2021-04-23 12:53:43.302400','モスタル','2:08:54'),
	(25,'Y5TNhAMEm5g','ヨーロッパ','フランス','2021-04-23 12:54:12.552421','2021-04-23 12:54:12.552421','パリ','3:02:32'),
	(26,'-ZXjFeBd9Us','ヨーロッパ','スペイン','2021-04-23 12:54:46.539184','2021-04-23 12:54:46.539184','バルセロナ','2:33:06'),
	(27,'-IpXdtWfneI','北アメリカ','アメリカ','2021-04-23 12:55:15.452690','2021-04-23 12:55:15.452690','ニューヨーク','1:11:07'),
	(28,'SCwZ_fMtp_E','北アメリカ','アメリカ','2021-04-23 12:55:57.072223','2021-04-23 12:55:57.072223','カリフォルニア','1:05:38'),
	(29,'poiKJGuLDNo','北アメリカ','カナダ','2021-04-23 12:56:32.787942','2021-04-23 12:56:32.787942','モントリオール','1:19:22'),
	(30,'3laHW-dc_ac','ヨーロッパ','オランダ','2021-04-23 12:56:56.471151','2021-04-23 12:56:56.471151','アムステルダム','2:33:15'),
	(31,'I0uHWW7EnOM','オセアニア','フィジー','2021-04-23 12:58:07.657892','2021-04-23 12:58:07.657892','ナディ','0:32:24'),
	(32,'y7zhnCmGvi8','オセアニア','ニュージーランド','2021-04-23 12:58:37.552931','2021-04-23 12:58:37.552931','オークランド','0:48:09'),
	(33,'HhVMMfe6tuo','ヨーロッパ','オーストリア','2021-04-23 12:59:06.711950','2021-04-23 12:59:06.711950','ザルツブルク','1:22:03'),
	(34,'q8L2edie1v0','ヨーロッパ','ポルトガル','2021-04-23 12:59:29.203749','2021-04-23 12:59:29.203749','ポルト','1:25:57'),
	(35,'tNJTWOUH8JE','ヨーロッパ','チェコ','2021-04-23 12:59:55.987307','2021-04-23 12:59:55.987307','プラハ','1:13:24'),
	(36,'AJNh9zZm2wI','ヨーロッパ','モンテネグロ','2021-04-23 13:00:23.710708','2021-04-23 13:00:23.710708','コトル','2:29:47'),
	(37,'buBU7NrfyGM','ヨーロッパ','チェコ','2021-04-23 13:01:06.210610','2021-04-23 13:01:06.210610','チェスキークルムロフ','1:05:00'),
	(38,'kmmAQ7ZCf4E','ヨーロッパ','エストニア','2021-04-23 13:01:28.502982','2021-04-23 13:01:28.502982','タリン','1:59:34'),
	(39,'wRZf8-B6GGk','ヨーロッパ','ポーランド','2021-04-23 13:04:09.046820','2021-04-23 13:04:09.046820','クラクフ','1:43:44'),
	(40,'zZmTLjBY7a8','南アメリカ','エクアドル','2021-04-23 13:06:17.493620','2021-04-23 13:06:17.493620','キト','0:37:47'),
	(41,'seOSZlVPdgM','ヨーロッパ','イタリア','2021-04-23 13:06:42.797969','2021-04-23 13:06:42.797969','ローマ','1:31:12');

/*!40000 ALTER TABLE `videos` ENABLE KEYS */;
UNLOCK TABLES;



/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
